Repository: k-tipp/ClinicalApps4Tabs
Catalog: SmaNa/SmaNa/SmaNa/Multilanguage/AppResources.*.resx
Languages: fr_ch

# addAppointment
source: Termin hinzufügen
fr_ch: Ajouter rendez-vous

# addNewAppointment
source: Neuen Termin erfassen
fr_ch: Ajouter nouvel rendez-vous

# EditTerminName
source: Terminname
fr_ch: Nom du rendez-vous

# MainMenuAppointments
source: Meine Termine
fr_ch: Rendez-Vous

# MainMenuOperation
source: Meine Behandlungen und Operation
fr_ch: Mes traitements et mes opérations

# MainMenuSettings
source: Einstellungen
fr_ch: Configurations

# MainMenuWelcome
source: Willkommen bei deiner smarten Nachsorge!
fr_ch: Bonjour à la Smarte Nachsorge!

# saveAppointment
source: Termin speichern
fr_ch: Enregistrer le rendez-vous

# EditTerminDate
source: Termin
fr_ch: Date

# EditTerminPeriode
source: Terminperiode
fr_ch: Période du rendez-vous

# EditTerminDoctor
source: Arzt
fr_ch: Docteur

# EditTerminDone
source: Termin durchgeführt
fr_ch: Rendez-vous effectué

# EditTerminFixed
source: Termin abgemacht
fr_ch: Rendez-vous fixé

# EditTerminLocation
source: Ort
fr_ch: Endroit

# EditTerminRemind
source: Erinnern
fr_ch: Rappelez-moi

source: Colonkarzinom
fr_ch: Cancer du côlon

source: Rektumkarzinom
fr_ch: Cancer du rectum

# SaveSettings
source: Einstellungen speichern
fr_ch: Enregistrer les Paramètres

# SettingsCarcinomType
source: Karzinomart
fr_ch: Genre du carcinome

# SettingsLanguage
source: Sprache
fr_ch: Langue

# SettingsOPDate
source: OP-Datum
fr_ch: Date d'opération

# SettingsStageingComplete
source: Volles Stageing
fr_ch: Stageing complet

# OverviewDone
source: Durchgeführte Termine
fr_ch: Dates effectuées

# OverviewFixed
source: Abgemachte Termine
fr_ch: Dates fixées

# OverviewPlanned
source: Geplante Termine
fr_ch: Dates prévue

# SettingsSchema
source: Schema
fr_ch: Schème

# Surgerys
source: Meine Operationen
fr_ch: Mes opérations

# Diagnose
source: Meine Diagnose
fr_ch: Mes diagnostics

# EditTerminDelete
source: Termin löschen
fr_ch: Effacer le rendez-vous

# EditTerminSetDate
source: Termin erfassen
fr_ch: Enregistrer rendez-vous

# SettingsMidata
source: Midata aktivieren
fr_ch: Activer Midata

# SettingsMidataGet
source: letztes Gewicht von MiData laden
fr_ch: Charger le dernier poids de Midata

# SettingsMidataSend
source: Senden
fr_ch: Transmettre

# SettingsMidataWeight
source: Gewicht
fr_ch: Poids

# saveOperation
source: Speichern
fr_ch: Enregistrer

# SettingsOPDateInfo
source: Erfassen Sie Ihr OP-Datum, welches sie im Austrittsbericht auffinden.
fr_ch: Choisissez votre date d'opération lequel vous trouvez dans votre lettre de sortie.

# SettingsSchemaInfo
source: Wählen sie anhand der Diagnose im Austrittsbericht das richtige Behandlungsschema aus.
fr_ch: Choisissez le schema correcte selon le diagnostic dans votre lettre de sortie.

# SettingsStageingCompleteInfo
source: Wurden vor der Operation alle Abklärungen durchgeführt?
fr_ch: Est-ce que tout les examen de cancer ont été effectué?
